{
    "elements": [
        {
            "date": "170101",
            "picture": "./temp/pictures/170101.jpg",
            "explanation": "    Higher than the  highest building, higher than the highest mountain, higher than the highest airplane, lies the realm of the aurora.   Auroras rarely reach below 60 kilometers,  and can range up to 1000 kilometers.    Aurora light results from energetic electrons and  protons striking  molecules in the Earth's atmosphere.   Frequently, when viewed from space, a  complete aurora  will appear as a circle around one of the Earth's  magnetic poles.    The featured wide-angle image, horizontally compressed, captured an  unexpected auroral display that  stretched across the sky five years ago over eastern  Norway."
        },
        {
            "date": "170102",
            "picture": "./temp/pictures/170102.jpg",
            "explanation": "    An old comet has returned to the inner Solar System.  Not only is  Comet 45P/Honda–Mrkos–Pajdušáková physically ancient,  it was first discovered 13 orbits ago in 1948.  Comet 45P spends most of its time out  near the orbit of  Jupiter  and last neared the  Sun in 2011.   Over the past few months, however,  Comet 45P's new sunward plummet has brightened it considerably.   Two days ago, the comet passed the closest part of its orbit to the Sun.   The comet is  currently visible  with binoculars over the western horizon just after sunset, not far from the much brighter planet Venus.   Pictured, Comet 45P was captured last week sporting a long  ion tail with impressive structure.   Comet 45P will pass relatively close to the Earth early next month."
        },
        {
            "date": "170103",
            "picture": "./temp/pictures/170103.jpg",
            "explanation": "    What do the craters of Saturn's small moon Pandora look like up close?    To help find out, NASA sent the  robotic Cassini spacecraft, now orbiting Saturn, past the unusual moon two weeks ago.  The highest resolution image of  Pandora ever taken was then captured from about 40,000 kilometers out and is  featured here.    Structures as small as 300 meters can be discerned on 80-kilometer wide  Pandora.    Craters on  Pandora appear to be covered over by some sort of material,  providing a more smooth appearance than sponge-like  Hyperion, another small moon of  Saturn.    Curious grooves and  ridges  also appear to cross the surface of the small moon.    Pandora  is partly interesting because, along with its companion moon  Prometheus,  it helps shepherd the particles of  Saturn's F ring  into a distinct ring."
        },
        {
            "date": "170104",
            "picture": "./temp/pictures/170104.jpg",
            "explanation": "    The beautiful Andromeda Galaxy is often imaged by planet Earth-based astronomers.  Also known as M31, the nearest large spiral galaxy is a familiar sight with dark dust lanes, bright yellowish core, and spiral arms traced by blue starlight.  A mosaic of well-exposed broad and narrow-band image data, this colorful, premier portrait of our neighboring island universe offers strikingly unfamiliar features though, faint reddish clouds of glowing ionized hydrogen gas in the same wide field of view.  Still, the ionized hydrogen clouds likely lie in the foreground of the scene, well within our Milky Way Galaxy.  They could be associated with the pervasive, dusty interstellar cirrus clouds scattered hundreds of light-years above our own galactic plane.  If they were located at the 2.5 million light-year distance of the Andromeda Galaxy they would be enormous, since the Andromeda Galaxy itself is 200,000 or so light-years across."
        },
        {
            "date": "170105",
            "picture": "./temp/pictures/170105.jpg",
            "explanation": "    The spiky stars in the foreground of this sharp cosmic portrait are well within our own Milky Way Galaxy.  The two eye-catching galaxies lie far beyond the Milky Way, at a distance of over 300 million light-years.  Their distorted appearance is due to gravitational tides as the pair engage in close encounters.  Cataloged as Arp 273 (also as UGC 1810), the galaxies do look peculiar, but interacting galaxies are now understood to be common in the universe.  In fact, the nearby large spiral Andromeda Galaxy is known to be some 2 million light-years away and approaching the Milky Way.  Arp 273 may offer an analog of their far future encounter.  Repeated galaxy encounters on a cosmic timescale can ultimately result in a merger into a single galaxy of stars.  From our perspective, the bright cores of the Arp 273 galaxies are separated by only a little over 100,000 light-years."
        },
        {
            "date": "170106",
            "picture": "./temp/pictures/170106.jpg",
            "explanation": "    Moonset on January 1 is captured in this sea and night sky snapshot from the port city of New York.  Its warm moonlight shining through haze and thin clouds, this New Year's Moon was about 3 days old, in a waxing crescent phase.  The visible lunar disk is about 10 percent illuminated.  Also easy to spot in hazy urban skies, Venus blazes forth over the western horizon, begining the year as Earth's evening star.  Like the Moon, Venus goes through a range of phases as seen from planet Earth.  As the year began, telescopic views of the brilliant inner planet's disk would show it about 50 percent illuminated, growing into a larger but thinner crescent by early March.  New York Harbor's  welcoming beacon, the Statue of Liberty, anchors a terrestrial corner of the night's triangle at the far left."
        },
        {
            "date": "170107",
            "picture": "./temp/pictures/170107.jpg",
            "explanation": "    Normally faint and elusive, the Jellyfish Nebula is caught in this alluring telescopic mosaic.  The scene is anchored below by bright star Eta Geminorum, at the foot of the celestial twin, while the Jellyfish Nebula is the brighter arcing ridge of emission with tentacles dangling below and left of center.  In fact, the cosmic jellyfish is part of bubble-shaped supernova remnant IC 443, the expanding debris cloud from a massive star that exploded.  Light from the explosion first reached planet Earth over 30,000 years ago.  Like its cousin in astrophysical waters the Crab Nebula supernova remnant, the Jellyfish Nebula is known to harbor a neutron star, the remnant of the collapsed stellar core.  An emission nebula cataloged as Sharpless 249 fills the field at the upper right.  The Jellyfish Nebula is about 5,000 light-years away.  At that distance, this narrowband composite image presented in the Hubble Palette would be about 300 light-years across."
        },
        {
            "date": "170108",
            "picture": "./temp/pictures/170108.jpg",
            "explanation": "    How can a round star make a square nebula?    This conundrum comes to light when studying   planetary nebulae like IC 4406.    Evidence indicates that  IC 4406 is likely a hollow cylinder,  with its square appearance the result of our vantage point in viewing the  cylinder from the side.    Were IC 4406  viewed from the top, it would likely look similar to the  Ring Nebula.    This representative-color picture is a  composite made by combining  images taken by the  Hubble Space Telescope in 2001 and 2002.  Hot gas flows out the ends of the cylinder, while  filaments of dark  dust and  molecular gas  lace the bounding walls.    The star primarily responsible for this  interstellar sculpture can be found in the planetary nebula's center.    In a few million years, the only thing left visible in  IC 4406 will be a fading  white dwarf star."
        },
        {
            "date": "170109",
            "picture": "./temp/pictures/170109.jpg",
            "explanation": "    What's happening in the center of spiral NGC 5033?  Many things -- some circular, some energetic, and some not well understood.  NGC 5033 is known as a  Seyfert galaxy  because of the great activity seen in its nucleus.  Bright  stars, dark  dust, and  interstellar gas  all swirl quickly around a  galactic center that appears slightly offset from a  supermassive black hole.  This offset is thought to be the result of  NGC 5033 merging with another galaxy sometime in the past billion years.   The featured image  was taken by the  Hubble Space Telescope in 2005.  NGC 5033  spans about 100,000  light years and is so far away that we see it only as it existed about  40 million years ago."
        }
    ]
}