{
    "elements": [
        {
            "date": "171225",
            "picture": "./lib/pictures/171225.jpg",
            "explanation": "   Something very bright suddenly lit up the arctic -- what was it?  The original idea was to take a series of  aurora  images that could be made into a  time-lapse video.   But when night suddenly turned into day, the astrophotographer quickly realized that he was seeing something even more spectacular.  Moving through the sky -- in front of the  Big Dipper no less -- was a  Geminid meteor  so bright it could be called a  fireball.  The meteor brightened and flashed for several seconds as it went.   By a stroke of good fortune, the aurora camera was able to capture the whole track.  Taken the night after the  Geminids Meteor Shower  peaked, the astrophotographer's location was near  Lovozero Lake in  Murmansk,  Russia, just north of the  Arctic Circle."
        },
        {
            "date": "171226",
            "picture": "./lib/pictures/171226.jpg",
            "explanation": "   Galaxies are fascinating not only for what is visible, but for what is invisible.  Grand spiral galaxy NGC 1232,  captured in detail by one of the  Very Large Telescopes, is a good example.    The visible is dominated by millions of bright stars and dark dust, caught up in a gravitational swirl of spiral arms revolving about the center.  Open clusters containing bright blue stars can be seen sprinkled along these spiral arms, while dark lanes of dense interstellar dust can be seen sprinkled between them.  Less visible, but detectable, are billions of dim normal stars and vast tracts of interstellar gas, together wielding such high mass that they dominate the dynamics of the inner galaxy.    Leading theories indicate that even  greater amounts of matter are invisible,  in a form we don't yet know.  This pervasive dark matter is postulated, in part, to explain the motions of the visible matter in the outer regions of galaxies."
        },
        {
            "date": "171227",
            "picture": "./lib/pictures/171227.jpg",
            "explanation": "   One of the most identifiable nebulae in the sky, the Horsehead Nebula in Orion, is part of a large, dark, molecular cloud.    Also known as Barnard 33, the unusual shape was first discovered on a photographic plate in the late 1800s.    The red glow originates from hydrogen gas predominantly behind the nebula, ionized by the nearby bright star Sigma Orionis.    The darkness of the Horsehead is caused mostly by thick dust, although the lower part of the Horsehead's neck casts a shadow to the left.    Streams of gas leaving the nebula are funneled by a strong magnetic field.    Bright spots in the Horsehead Nebula's base are young stars just in the process of forming.    Light takes about 1,500 years to reach us from the Horsehead Nebula.    The featured image was taken with the large 3.6-m  Canada-France-Hawaii Telescope  in Hawaii,  USA."
        },
        {
            "date": "171225",
            "picture": "./lib/pictures/171225.jpg",
            "explanation": "   Something very bright suddenly lit up the arctic -- what was it?  The original idea was to take a series of  aurora  images that could be made into a  time-lapse video.   But when night suddenly turned into day, the astrophotographer quickly realized that he was seeing something even more spectacular.  Moving through the sky -- in front of the  Big Dipper no less -- was a  Geminid meteor  so bright it could be called a  fireball.  The meteor brightened and flashed for several seconds as it went.   By a stroke of good fortune, the aurora camera was able to capture the whole track.  Taken the night after the  Geminids Meteor Shower  peaked, the astrophotographer's location was near  Lovozero Lake in  Murmansk,  Russia, just north of the  Arctic Circle."
        },
        {
            "date": "171225",
            "picture": "./lib/pictures/171225.jpg",
            "explanation": "   Something very bright suddenly lit up the arctic -- what was it?  The original idea was to take a series of  aurora  images that could be made into a  time-lapse video.   But when night suddenly turned into day, the astrophotographer quickly realized that he was seeing something even more spectacular.  Moving through the sky -- in front of the  Big Dipper no less -- was a  Geminid meteor  so bright it could be called a  fireball.  The meteor brightened and flashed for several seconds as it went.   By a stroke of good fortune, the aurora camera was able to capture the whole track.  Taken the night after the  Geminids Meteor Shower  peaked, the astrophotographer's location was near  Lovozero Lake in  Murmansk,  Russia, just north of the  Arctic Circle."
        }
    ]
}